atk
autoconf
automake
binutils
cairo
carthage
cmake
coreutils
cscope
curl
czmq
easy-tag
faac
ffmpeg
flac
fontconfig
fontforge
freetype
fzf
gdb
gdbm
gdk-pixbuf
gettext
glib
gmp
gnome-icon-theme
gnutls
gobject-introspection
gpac
gsettings-desktop-schemas
gtk+3
harfbuzz
hicolor-icon-theme
hiredis
http-parser
icu4c
id3lib
imagemagick
jemalloc
john
jpeg
jq
lame
libav
libepoxy
libevent
libffi
libid3tag
libogg
libpng
libsodium
libtasn1
libtermkey
libtiff
libtool
libunistring
libuv
libvorbis
libvterm
libxml2
libxslt
lua
macvim
mecab
mecab-ipadic
mercurial
mono
mp4v2
msgpack
mycli
mysql
neovim
nettle
node
oniguruma
openssl
p11-kit
pango
pcre
pcre2
peco
phantomjs
pixman
pkg-config
postgresql
python
rbenv
readline
reattach-to-user-namespace
redis
ruby-build
shared-mime-info
socat
sourcekitten
sqlite
swiftlint
taglib
terminal-notifier
tmux
tree
unibilium
vim
wget
x264
xctool
xvid
xz
zeromq
zplug
zsh
