tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "neovim/neovim"
tap "kylef/formulae"
brew "carthage"
brew "neovim"
brew "peco"
brew "pyenv"
brew "rbenv", args: ["HEAD"]
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "trash"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "kylef/formulae/swiftenv"
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tweetbot", id: 557168941
