tap "vapor/tap"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rogual/neovim-dot-app"
tap "caskroom/cask"
tap "ibdecodable/tap"
tap "kylef/formulae"
tap "neovim/neovim"
cask "java"
cask "xquartz"
brew "openssl"
brew "autoconf"
brew "binutils"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "czmq"
brew "docker"
brew "ffmpeg"
brew "fish"
brew "flac"
brew "libtool"
brew "fontforge"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "gflags"
brew "ghc"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "glog"
brew "nettle"
brew "gnutls"
brew "go"
brew "gpac"
brew "hiredis"
brew "htop"
brew "http-parser"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "kotlin"
brew "libav"
brew "libiconv"
brew "libid3tag"
brew "libsodium"
brew "libtermkey"
brew "libvterm"
brew "libxml2", link: true
brew "libxslt"
brew "sqlite"
brew "macvim", args: ["with-lua"]
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mongodb"
brew "mp4v2"
brew "mycli"
brew "mysql"
brew "neovim"
brew "netcat"
brew "ninja"
brew "nkf"
brew "nmap"
brew "node"
brew "pandoc"
brew "peco"
brew "phantomjs"
brew "pkcrack"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "r"
brew "rbenv", args: ["HEAD"]
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rtmpdump"
brew "sdl2"
brew "shared-mime-info"
brew "snappy"
brew "socat"
brew "sourcekitten"
brew "speex"
brew "swfmill"
brew "swftools"
brew "taglib"
brew "tcptraceroute"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "trash"
brew "tree"
brew "wavpack"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "ibdecodable/tap/iblinter"
brew "kylef/formulae/swiftenv"
brew "vapor/tap/ctls"
brew "vapor/tap/vapor"
cask "atom"
cask "graphiql"
cask "mactex"
mas "Apple Configurator", id: 1037126344
mas "CodePiece", id: 1021284423
mas "Enpass", id: 732710998
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Night Owl", id: 428834068
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Pushbullet", id: 948415170
mas "Realm Browser", id: 1007457278
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Tweetbot", id: 557168941
